{
    "header": {
        "hello world" : "hola mundos de colombia",
        "error" : "Acabas de ingresar a una pagina que no existe"
    },
     "inicio": {
        "profesion": "Desarrollador Web",
         "hello" : "Hola 游녦, Soy Juan Rodr칤guez",
         "description_one" : "Recien graduado de la carrera en desarrollo web Full Stack Developer, con mayor afinidad al frontend, actualmente me encuentro en busqueda de nuevos desaf칤os en empresas y/o proyectos donde pueda aportar desde mis conocimientos en desarrollo web y dem치s.",
         "description_two": "He venido formando mi experiencia de trabajo en equipo desde la metodolog칤a SCRUM, desarrollando desde la parte del frontend, backend y bases de datos.",
         "description_three": "Cuento con un titulo de licenciatura en biolog칤a, intereses sobre la historia natural, con conocimientos en VBA Excell y estudios musicales aplicados al piano.",
         "skills" : "Habilidades.",
         "tecnologies": "Tecnolog칤as:"
    },
    "footer" : {
        "rights": "Todos los derechos reservados.",
        "title" : "Este sitio web es propiedad y administrado por"

    },
    "navBar" : {
        "home" : "Inicio",
        "services" : "Servicios",
        "portfolio" : "Portafolio",
        "curriculum" : "Curriculum",
        "contact" : "Contacto"
    },
    "services" : {
        "title": "Servicios",
        "containt_titel" : "Bienvenido a la secci칩n de servicios. Como desarrollador web, ofrezco una amplia gama de servicios para ayudar a las empresas y organizaciones a alcanzar sus objetivos en l칤nea.",
        "first_title": "Dise침o y Desarrollo Web",
        "first_first_sub": "Dise침o Web: ",
        "first_first_contain": "Creaci칩n de dise침os personalizados y unicos para sitios web, que reflejen la identidad de la marca.",
        "first_second_sub": "Desarrollo Web: ",
        "first_second_contain": "Creaci칩n de aplicaciones web personalizadas, que satisfagan las necesidades espec칤ficas de los clientes.",
        "first_third_sub": "Creaci칩n de Sitios web desde 0: ",
        "first_third_contain": "Servicios completos de creaci칩n de sitios web desde 0, partiendo de la planificaci칩n hasta la implementaci칩n.",
        "first_four_sub": "Optimizaci칩n de motores de busqueda: ",
        "first_four_contain": "Servicios de SEO para ayudar a los clientes a aumentar su visibilidad en l칤nea.",
        "first_five_sub": "Mantenimiento y Soporte: ",
        "first_five_contain":"Mantenimiento y soporte garantizando que los sitios web de los clientes est칠n actualizados y funcionando sin problemas.",
        "second_title": "Consultor칤a IT",
        "second_first_contain": "Asesoramiento sobre gesti칩n de proyectos para un equipo de desarrollo de software.",
        "second_second_contain": "Planificaci칩n de proyectos TI para su empresa.",
        "third_title": "Dem치s Servicios",
        "third_first_contain": "Tablas din치micas en excel con macros deacuerdo a las necesidades de su empresa o comercio.",
        "third_second_contain": "Dise침o y publicaci칩n del Brochure empresarial."

    }
}